Repository: BlackRockCity/PackageSwitcher
Catalog: PackageSwitcher/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, ja, ko, pt, zh_hans

# app.subtitle
source: Switch the package manager used by new Terminal sessions.
ar: بدّل مدير الحزم المستخدم في جلسات الطرفية الجديدة.
de: Wechselt den Paketmanager für neue Terminal-Sitzungen.
es: Cambia el gestor de paquetes usado por las nuevas sesiones de Terminal.
fr: Change le gestionnaire de paquets utilisé par les nouvelles sessions Terminal.
hi: नए टर्मिनल सत्रों में उपयोग होने वाला पैकेज मैनेजर बदलें।
ja: 新しいターミナルセッションで使用するパッケージマネージャを切り替えます。
ko: 새 터미널 세션에서 사용할 패키지 관리자를 전환합니다.
pt: Alterna o gestor de pacotes usado por novas sessões do Terminal.
zh_hans: 切换新终端会话使用的软件包管理器。

# app.profile_helper
source: PackageSwitcher edits the Homebrew and MacPorts lines in your existing .bash_profile.
ar: يعدّل PackageSwitcher أسطر Homebrew وMacPorts في ملف .bash_profile الحالي.
de: PackageSwitcher bearbeitet die Homebrew- und MacPorts-Zeilen in der vorhandenen .bash_profile.
es: PackageSwitcher edita las líneas de Homebrew y MacPorts en tu .bash_profile existente.
fr: PackageSwitcher modifie les lignes Homebrew et MacPorts de votre .bash_profile existant.
hi: PackageSwitcher मौजूदा .bash_profile में Homebrew और MacPorts की पंक्तियाँ संपादित करता है।
ja: PackageSwitcher は既存の .bash_profile 内の Homebrew と MacPorts の行を編集します。
ko: PackageSwitcher는 기존 .bash_profile의 Homebrew 및 MacPorts 줄을 편집합니다.
pt: O PackageSwitcher edita as linhas do Homebrew e MacPorts no .bash_profile existente.
zh_hans: PackageSwitcher 会编辑现有 .bash_profile 中的 Homebrew 和 MacPorts 行。

# status.current_manager
source: Current active manager
ar: مدير الحزم النشط حاليًا
de: Aktuell aktiver Manager
es: Gestor activo actual
fr: Gestionnaire actif
hi: वर्तमान सक्रिय मैनेजर
ja: 現在有効なマネージャ
ko: 현재 활성 관리자
pt: Gestor ativo atual
zh_hans: 当前启用的管理器

# status.detected_from
source: Detected from %@
ar: تم الاكتشاف من %@
de: Erkannt aus %@
es: Detectado en %@
fr: Détecté depuis %@
hi: यहाँ से पता चला: %@
ja: 検出元：%@
ko: 감지 위치: %@
pt: Detectado em %@
zh_hans: 检测来源：%@

# status.pending
source: Pending
ar: قيد الانتظار
de: Ausstehend
es: Pendiente
fr: En attente
hi: लंबित
ja: 保留中
ko: 적용 대기
pt: Pendente
zh_hans: 待应用

# status.no_pending
source: No pending changes
ar: لا توجد تغييرات معلّقة
de: Keine ausstehenden Änderungen
es: No hay cambios pendientes
fr: Aucune modification en attente
hi: कोई लंबित बदलाव नहीं
ja: 保留中の変更なし
ko: 대기 중인 변경 없음
pt: Sem alterações pendentes
zh_hans: 没有待应用的更改

source: Profile file
ar: ملف التعريف
de: Profildatei
es: Archivo de perfil
fr: Fichier de profil
hi: प्रोफ़ाइल फ़ाइल
ja: プロファイルファイル
ko: 프로파일 파일
pt: Ficheiro de perfil
zh_hans: 配置文件

# switch.section
source: Switch to
ar: التبديل إلى
de: Wechseln zu
es: Cambiar a
fr: Basculer vers
hi: इस पर बदलें
ja: 切り替え先
ko: 전환 대상
pt: Mudar para
zh_hans: 切换到

# card.homebrew.description
source: Uses /opt/homebrew/bin/brew shellenv
ar: يستخدم /opt/homebrew/bin/brew shellenv
de: Verwendet /opt/homebrew/bin/brew shellenv
es: Usa /opt/homebrew/bin/brew shellenv
fr: Utilise /opt/homebrew/bin/brew shellenv
hi: /opt/homebrew/bin/brew shellenv का उपयोग करता है
ja: /opt/homebrew/bin/brew shellenv を使用
ko: /opt/homebrew/bin/brew shellenv 사용
pt: Usa /opt/homebrew/bin/brew shellenv
zh_hans: 使用 /opt/homebrew/bin/brew shellenv

# card.macports.description
source: Uses /opt/local/bin and /opt/local/sbin
ar: يستخدم /opt/local/bin و/opt/local/sbin
de: Verwendet /opt/local/bin und /opt/local/sbin
es: Usa /opt/local/bin y /opt/local/sbin
fr: Utilise /opt/local/bin et /opt/local/sbin
hi: /opt/local/bin और /opt/local/sbin का उपयोग करता है
ja: /opt/local/bin と /opt/local/sbin を使用
ko: /opt/local/bin 및 /opt/local/sbin 사용
pt: Usa /opt/local/bin e /opt/local/sbin
zh_hans: 使用 /opt/local/bin 和 /opt/local/sbin

# action.reload
source: Reload from Disk
ar: إعادة التحميل من القرص
de: Von Festplatte neu laden
es: Recargar desde el disco
fr: Recharger depuis le disque
hi: डिस्क से फिर लोड करें
ja: ディスクから再読み込み
ko: 디스크에서 다시 불러오기
pt: Recarregar do disco
zh_hans: 从磁盘重新载入

# action.no_changes
source: No Changes Needed
ar: لا حاجة إلى تغييرات
de: Keine Änderungen nötig
es: No se necesitan cambios
fr: Aucune modification nécessaire
hi: किसी बदलाव की आवश्यकता नहीं
ja: 変更は不要です
ko: 변경 필요 없음
pt: Nenhuma alteração necessária
zh_hans: 无需更改

# action.switch_homebrew
source: Switch to Homebrew
ar: التبديل إلى Homebrew
de: Zu Homebrew wechseln
es: Cambiar a Homebrew
fr: Basculer vers Homebrew
hi: Homebrew पर बदलें
ja: Homebrew に切り替え
ko: Homebrew로 전환
pt: Mudar para Homebrew
zh_hans: 切换到 Homebrew

# action.switch_macports
source: Switch to MacPorts
ar: التبديل إلى MacPorts
de: Zu MacPorts wechseln
es: Cambiar a MacPorts
fr: Basculer vers MacPorts
hi: MacPorts पर बदलें
ja: MacPorts に切り替え
ko: MacPorts로 전환
pt: Mudar para MacPorts
zh_hans: 切换到 MacPorts

# action.switch
source: Switch
ar: تبديل
de: Wechseln
es: Cambiar
fr: Basculer
hi: बदलें
ja: 切り替え
ko: 전환
pt: Mudar
zh_hans: 切换

# badge.active
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
ja: 有効
ko: 활성
pt: Ativo
zh_hans: 已启用

# badge.selected
source: Selected
ar: محدد
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
hi: चयनित
ja: 選択済み
ko: 선택됨
pt: Selecionado
zh_hans: 已选择

# badge.not_installed
source: Not installed
ar: غير مثبت
de: Nicht installiert
es: No instalado
fr: Non installé
hi: इंस्टॉल नहीं है
ja: 未インストール
ko: 설치되지 않음
pt: Não instalado
zh_hans: 未安装

# preview.section
source: Profile preview
ar: معاينة ملف التعريف
de: Profilvorschau
es: Vista previa del perfil
fr: Aperçu du profil
hi: प्रोफ़ाइल पूर्वावलोकन
ja: プロファイルのプレビュー
ko: 프로파일 미리보기
pt: Pré-visualização do perfil
zh_hans: 配置预览

# preview.current
source: Current profile
ar: ملف التعريف الحالي
de: Aktuelles Profil
es: Perfil actual
fr: Profil actuel
hi: वर्तमान प्रोफ़ाइल
ja: 現在のプロファイル
ko: 현재 프로파일
pt: Perfil atual
zh_hans: 当前配置

# preview.after
source: Preview after applying
ar: معاينة بعد التطبيق
de: Vorschau nach Anwendung
es: Vista previa tras aplicar
fr: Aperçu après application
hi: लागू करने के बाद पूर्वावलोकन
ja: 適用後のプレビュー
ko: 적용 후 미리보기
pt: Pré-visualização após aplicar
zh_hans: 应用后的预览

# preview.diff
source: Diff
ar: الفروقات
de: Unterschiede
es: Diferencias
fr: Différences
hi: अंतर
ja: 差分
ko: 차이
pt: Diferenças
zh_hans: 差异

# notice.restart
source: Restart Terminal or open a new Terminal window for this change to take effect.
ar: أعد تشغيل الطرفية أو افتح نافذة طرفية جديدة لتطبيق هذا التغيير.
de: Starten Sie Terminal neu oder öffnen Sie ein neues Terminal-Fenster, damit die Änderung wirksam wird.
es: Reinicia Terminal o abre una nueva ventana de Terminal para aplicar este cambio.
fr: Redémarrez Terminal ou ouvrez une nouvelle fenêtre Terminal pour appliquer ce changement.
hi: इस बदलाव को लागू करने के लिए टर्मिनल पुनः शुरू करें या नई टर्मिनल विंडो खोलें।
ja: 変更を反映するには、ターミナルを再起動するか新しいターミナルウインドウを開いてください。
ko: 변경 사항을 적용하려면 터미널을 재시작하거나 새 터미널 창을 여십시오.
pt: Reinicie o Terminal ou abra uma nova janela do Terminal para aplicar esta alteração.
zh_hans: 请重新启动终端或打开新的终端窗口，使此更改生效。

# manager.unknown
source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
ja: 不明
ko: 알 수 없음
pt: Desconhecido
zh_hans: 未知

# manager.mixed
source: Mixed
ar: مختلط
de: Gemischt
es: Mixto
fr: Mixte
hi: मिश्रित
ja: 混在
ko: 혼합
pt: Misto
zh_hans: 混合

# error.choose_manager
source: Choose Homebrew or MacPorts before applying changes.
ar: اختر Homebrew أو MacPorts قبل تطبيق التغييرات.
de: Wählen Sie Homebrew oder MacPorts, bevor Sie Änderungen anwenden.
es: Elige Homebrew o MacPorts antes de aplicar los cambios.
fr: Choisissez Homebrew ou MacPorts avant d’appliquer les modifications.
hi: बदलाव लागू करने से पहले Homebrew या MacPorts चुनें।
ja: 変更を適用する前に Homebrew または MacPorts を選択してください。
ko: 변경 사항을 적용하기 전에 Homebrew 또는 MacPorts를 선택하십시오.
pt: Escolha Homebrew ou MacPorts antes de aplicar as alterações.
zh_hans: 应用更改前请选择 Homebrew 或 MacPorts。

# error.profile_read
source: The profile file cannot be read: %@
ar: تعذرت قراءة ملف التعريف: %@
de: Die Profildatei kann nicht gelesen werden: %@
es: No se puede leer el archivo de perfil: %@
fr: Impossible de lire le fichier de profil : %@
hi: प्रोफ़ाइल फ़ाइल पढ़ी नहीं जा सकती: %@
ja: プロファイルファイルを読み込めません：%@
ko: 프로파일 파일을 읽을 수 없습니다: %@
pt: Não foi possível ler o ficheiro de perfil: %@
zh_hans: 无法读取配置文件：%@

# warning.homebrew_missing
source: Homebrew is not found at /opt/homebrew/bin/brew.
ar: لم يتم العثور على Homebrew في /opt/homebrew/bin/brew.
de: Homebrew wurde unter /opt/homebrew/bin/brew nicht gefunden.
es: No se encontró Homebrew en /opt/homebrew/bin/brew.
fr: Homebrew est introuvable dans /opt/homebrew/bin/brew.
hi: /opt/homebrew/bin/brew पर Homebrew नहीं मिला।
ja: /opt/homebrew/bin/brew に Homebrew が見つかりません。
ko: /opt/homebrew/bin/brew에서 Homebrew를 찾을 수 없습니다.
pt: O Homebrew não foi encontrado em /opt/homebrew/bin/brew.
zh_hans: 在 /opt/homebrew/bin/brew 未找到 Homebrew。

# warning.macports_missing
source: MacPorts directories are missing at /opt/local/bin or /opt/local/sbin.
ar: أحد دليلي MacPorts ‏/opt/local/bin أو ‏/opt/local/sbin غير موجود.
de: Die MacPorts-Verzeichnisse /opt/local/bin oder /opt/local/sbin fehlen.
es: Faltan los directorios de MacPorts /opt/local/bin o /opt/local/sbin.
fr: Les dossiers MacPorts /opt/local/bin ou /opt/local/sbin sont absents.
hi: MacPorts डायरेक्टरी /opt/local/bin या /opt/local/sbin मौजूद नहीं है।
ja: MacPorts の /opt/local/bin または /opt/local/sbin がありません。
ko: MacPorts 디렉터리 /opt/local/bin 또는 /opt/local/sbin이 없습니다.
pt: Faltam os diretórios MacPorts /opt/local/bin ou /opt/local/sbin.
zh_hans: 缺少 MacPorts 目录 /opt/local/bin 或 /opt/local/sbin。

# warning.mixed
source: Both Homebrew and MacPorts appear active in this .bash_profile.
ar: يبدو أن Homebrew وMacPorts نشطان في ملف .bash_profile هذا.
de: Homebrew und MacPorts scheinen in dieser .bash_profile aktiv zu sein.
es: Homebrew y MacPorts parecen estar activos en este .bash_profile.
fr: Homebrew et MacPorts semblent actifs dans ce .bash_profile.
hi: इस .bash_profile में Homebrew और MacPorts दोनों सक्रिय दिखते हैं।
ja: この .bash_profile では Homebrew と MacPorts の両方が有効なようです。
ko: 이 .bash_profile에서 Homebrew와 MacPorts가 모두 활성 상태로 보입니다.
pt: O Homebrew e o MacPorts parecem estar ativos neste .bash_profile.
zh_hans: 此 .bash_profile 中 Homebrew 和 MacPorts 似乎都已启用。

# warning.unknown
source: The active package manager could not be detected from the expected .bash_profile lines.
ar: تعذر اكتشاف مدير الحزم النشط من أسطر .bash_profile المتوقعة.
de: Der aktive Paketmanager konnte in den erwarteten .bash_profile-Zeilen nicht erkannt werden.
es: No se pudo detectar el gestor activo en las líneas esperadas de .bash_profile.
fr: Le gestionnaire actif n’a pas pu être détecté dans les lignes attendues de .bash_profile.
hi: अपेक्षित .bash_profile पंक्तियों से सक्रिय पैकेज मैनेजर का पता नहीं चला।
ja: 想定される .bash_profile の行から有効なパッケージマネージャを検出できませんでした。
ko: 예상된 .bash_profile 줄에서 활성 패키지 관리자를 감지할 수 없습니다.
pt: Não foi possível detetar o gestor ativo nas linhas esperadas do .bash_profile.
zh_hans: 无法从预期的 .bash_profile 行检测启用的软件包管理器。

# success.switched
source: Switched to %@. Restart Terminal or open a new Terminal window for this to take effect.
ar: تم التبديل إلى %@. أعد تشغيل الطرفية أو افتح نافذة طرفية جديدة لتطبيق التغيير.
de: Zu %@ gewechselt. Starten Sie Terminal neu oder öffnen Sie ein neues Terminal-Fenster, damit die Änderung wirksam wird.
es: Se cambió a %@. Reinicia Terminal o abre una nueva ventana de Terminal para aplicar el cambio.
fr: Basculement vers %@ effectué. Redémarrez Terminal ou ouvrez une nouvelle fenêtre Terminal pour appliquer le changement.
hi: %@ पर स्विच किया गया। इसे लागू करने के लिए टर्मिनल पुनः शुरू करें या नई टर्मिनल विंडो खोलें।
ja: %@ に切り替えました。反映するには、ターミナルを再起動するか新しいターミナルウインドウを開いてください。
ko: %@(으)로 전환했습니다. 적용하려면 터미널을 재시작하거나 새 터미널 창을 여십시오.
pt: Mudou para %@. Reinicie o Terminal ou abra uma nova janela do Terminal para aplicar a alteração.
zh_hans: 已切换到 %@。请重新启动终端或打开新的终端窗口，使此更改生效。

# empty.profile
source: # Profile is empty or unavailable.
ar: # ملف التعريف فارغ أو غير متاح.
de: # Das Profil ist leer oder nicht verfügbar.
es: # El perfil está vacío o no disponible.
fr: # Le profil est vide ou indisponible.
hi: # प्रोफ़ाइल खाली है या उपलब्ध नहीं है।
ja: # プロファイルが空か利用できません。
ko: # 프로파일이 비어 있거나 사용할 수 없습니다.
pt: # O perfil está vazio ou indisponível.
zh_hans: # 配置为空或不可用。

# empty.preview
source: # No preview available.
ar: # لا توجد معاينة.
de: # Keine Vorschau verfügbar.
es: # No hay vista previa disponible.
fr: # Aucun aperçu disponible.
hi: # कोई पूर्वावलोकन उपलब्ध नहीं है।
ja: # プレビューはありません。
ko: # 미리보기가 없습니다.
pt: # Não há pré-visualização disponível.
zh_hans: # 没有可用预览。

# empty.diff
source: # No pending profile changes.
ar: # لا توجد تغييرات معلّقة في ملف التعريف.
de: # Keine ausstehenden Profiländerungen.
es: # No hay cambios de perfil pendientes.
fr: # Aucune modification du profil en attente.
hi: # कोई लंबित प्रोफ़ाइल बदलाव नहीं है।
ja: # 保留中のプロファイル変更はありません。
ko: # 대기 중인 프로파일 변경이 없습니다.
pt: # Não há alterações de perfil pendentes.
zh_hans: # 没有待应用的配置更改。

# diff.current_header
source: --- Current profile
ar: --- ملف التعريف الحالي
de: --- Aktuelles Profil
es: --- Perfil actual
fr: --- Profil actuel
hi: --- वर्तमान प्रोफ़ाइल
ja: --- 現在のプロファイル
ko: --- 현재 프로파일
pt: --- Perfil atual
zh_hans: --- 当前配置

# diff.preview_header
source: +++ Preview after applying
ar: +++ معاينة بعد التطبيق
de: +++ Vorschau nach Anwendung
es: +++ Vista previa tras aplicar
fr: +++ Aperçu après application
hi: +++ लागू करने के बाद पूर्वावलोकन
ja: +++ 適用後のプレビュー
ko: +++ 적용 후 미리보기
pt: +++ Pré-visualização após aplicar
zh_hans: +++ 应用后的预览

# access.active_line
source: Active package-manager line
ar: سطر مدير حزم نشط
de: Aktive Paketmanager-Zeile
es: Línea activa del gestor de paquetes
fr: Ligne active du gestionnaire de paquets
hi: सक्रिय पैकेज मैनेजर पंक्ति
ja: 有効なパッケージマネージャの行
ko: 활성 패키지 관리자 줄
pt: Linha ativa do gestor de pacotes
zh_hans: 启用的软件包管理器行

# access.inactive_line
source: Inactive package-manager line
ar: سطر مدير حزم غير نشط
de: Inaktive Paketmanager-Zeile
es: Línea inactiva del gestor de paquetes
fr: Ligne inactive du gestionnaire de paquets
hi: निष्क्रिय पैकेज मैनेजर पंक्ति
ja: 無効なパッケージマネージャの行
ko: 비활성 패키지 관리자 줄
pt: Linha inativa do gestor de pacotes
zh_hans: 未启用的软件包管理器行

# access.added_line
source: Added line
ar: سطر مضاف
de: Hinzugefügte Zeile
es: Línea añadida
fr: Ligne ajoutée
hi: जोड़ी गई पंक्ति
ja: 追加された行
ko: 추가된 줄
pt: Linha adicionada
zh_hans: 新增行

# access.removed_line
source: Removed line
ar: سطر محذوف
de: Entfernte Zeile
es: Línea eliminada
fr: Ligne supprimée
hi: हटाई गई पंक्ति
ja: 削除された行
ko: 삭제된 줄
pt: Linha removida
zh_hans: 删除行

# access.diff_header
source: Diff header
ar: عنوان الفروقات
de: Unterschiedsüberschrift
es: Encabezado de diferencias
fr: En-tête des différences
hi: अंतर शीर्षक
ja: 差分ヘッダ
ko: 차이 헤더
pt: Cabeçalho de diferenças
zh_hans: 差异标题

# access.profile_line
source: Profile line
ar: سطر ملف التعريف
de: Profilzeile
es: Línea del perfil
fr: Ligne du profil
hi: प्रोफ़ाइल पंक्ति
ja: プロファイル行
ko: 프로파일 줄
pt: Linha do perfil
zh_hans: 配置行

# access.preview_changed
source: Preview changed
ar: تغيّرت المعاينة
de: Vorschau geändert
es: Vista previa modificada
fr: Aperçu modifié
hi: पूर्वावलोकन बदला
ja: プレビュー変更あり
ko: 미리보기 변경됨
pt: Pré-visualização alterada
zh_hans: 预览已更改

# access.blank_line
source: Blank line
ar: سطر فارغ
de: Leerzeile
es: Línea en blanco
fr: Ligne vide
hi: खाली पंक्ति
ja: 空行
ko: 빈 줄
pt: Linha em branco
zh_hans: 空行

# access.preview_picker
source: Profile preview mode
ar: وضع معاينة ملف التعريف
de: Profilvorschau-Modus
es: Modo de vista previa del perfil
fr: Mode d’aperçu du profil
hi: प्रोफ़ाइल पूर्वावलोकन मोड
ja: プロファイルプレビューモード
ko: 프로파일 미리보기 모드
pt: Modo de pré-visualização do perfil
zh_hans: 配置预览模式

# access.preview_changed_format
source: %@, Preview changed
ar: %@، تغيّرت المعاينة
de: %@, Vorschau geändert
es: %@, vista previa modificada
fr: %@, aperçu modifié
hi: %@, पूर्वावलोकन बदला गया
ja: %@、プレビューで変更
ko: %@, 미리보기에서 변경됨
pt: %@, pré-visualização alterada
zh_hans: %@，预览已更改

# about.title
source: About Package Switcher
ar: حول Package Switcher
de: Über Package Switcher
es: Acerca de Package Switcher
fr: À propos de Package Switcher
hi: Package Switcher के बारे में
ja: Package Switcher について
ko: Package Switcher 정보
pt: Acerca do Package Switcher
zh_hans: 关于 Package Switcher

# about.menu
source: About Package Switcher
ar: حول Package Switcher
de: Über Package Switcher
es: Acerca de Package Switcher
fr: À propos de Package Switcher
hi: Package Switcher के बारे में
ja: Package Switcher について
ko: Package Switcher 정보
pt: Acerca do Package Switcher
zh_hans: 关于 Package Switcher

# about.version
source: Version %@
ar: الإصدار %@
es: Versión %@
hi: संस्करण %@
ja: バージョン %@
ko: 버전 %@
pt: Versão %@
zh_hans: 版本 %@

# about.description
source: A native macOS utility for switching your .bash_profile between Homebrew and MacPorts.
ar: أداة macOS أصلية للتبديل في .bash_profile بين Homebrew وMacPorts.
de: Ein natives macOS-Dienstprogramm zum Umschalten der .bash_profile zwischen Homebrew und MacPorts.
es: Una utilidad nativa de macOS para cambiar .bash_profile entre Homebrew y MacPorts.
fr: Un utilitaire macOS natif pour basculer .bash_profile entre Homebrew et MacPorts.
hi: .bash_profile को Homebrew और MacPorts के बीच बदलने वाली एक मूल macOS उपयोगिता।
ja: .bash_profile を Homebrew と MacPorts の間で切り替えるネイティブ macOS ユーティリティです。
ko: .bash_profile을 Homebrew와 MacPorts 간에 전환하는 기본 macOS 유틸리티입니다.
pt: Um utilitário nativo para macOS que alterna a .bash_profile entre Homebrew e MacPorts.
zh_hans: 用于在 Homebrew 和 MacPorts 之间切换 .bash_profile 的原生 macOS 工具。

# about.license
source: Licensed under GNU GPL-3.0.
ar: مرخّص بموجب GNU GPL-3.0.
de: Lizenziert unter GNU GPL-3.0.
es: Licencia GNU GPL-3.0.
fr: Sous licence GNU GPL-3.0.
hi: GNU GPL-3.0 के अंतर्गत लाइसेंस प्राप्त।
ja: GNU GPL-3.0 ライセンス。
ko: GNU GPL-3.0 라이선스.
pt: Licenciado sob GNU GPL-3.0.
zh_hans: 采用 GNU GPL-3.0 许可。

source: Support development
ar: دعم التطوير
de: Entwicklung unterstützen
es: Apoyar el desarrollo
fr: Soutenir le développement
hi: विकास में सहयोग करें
ja: 開発を支援
ko: 개발 지원
pt: Apoiar o desenvolvimento
zh_hans: 支持开发

# support.open_link
source: Open support link
ar: فتح رابط الدعم
de: Support-Link öffnen
es: Abrir enlace de apoyo
fr: Ouvrir le lien de soutien
hi: सहायता लिंक खोलें
ja: 支援リンクを開く
ko: 지원 링크 열기
pt: Abrir ligação de apoio
zh_hans: 打开支持链接
